{
	"introduction": [
		"As the father of daughters,",
		"As someone who grew up in a different era,",
		"While I do not recall the events at the 2009 Golden Globes Party transpiring the same way,",
		"As a male feminist,",
		"As a person who was born in an era before women were “people,”"
	],
	"sadness": [
		"the allegations against me are troubling.",
		"I feel tremendously guilty now that the things I did have been made public.",
		"harassment is completely unacceptable — especially when people find out about it.",
		"I am deeply ashamed (but not “sorry” because that means I’m guilty of something).",
		"my actions do not align with my values, nor represent who I am as a person."
	],
	"explanation": [
		"It was simply boys locker room talk,",
		"It was a very long time ago,",
		"I was intoxicated at the time,",
		"I comforted myself by saying that at least I asked before I “honked” her boobs and demanded she watch me shower,",
		"I imagined that any woman would have been thrilled to see a tiny penis peeking out from below my pasty, middle-aged paunch like the head of a geriatric albino turtle moments from death,",
		"At the time I believed that my sociopathic manipulation of the 22-year-old in my office was consensual,"
	],
	"conclusion": [
		"I have chosen to live my life as a gay man so if you say anything bad about me now you’re homophobic.",
		"I will get the help I so desperately need because this isn’t actually my fault, I have a problem so I’m not responsible for my actions.",
		"I will delete my Twitter account because I hate to see people who are mad at me.",
		"I will not change anything about my actions or behavior.",
		"I will wait 2-3 years before reappearing in film and TV and just sort of hope you all forget about this.",
		"I will do my best to learn from this situation, without reading anything or listening to anyone’s perspective other than my own.",
		"I’m not saying the victim is a “liar,” I’m just saying “she’s not telling the truth about the thing that happened because maybe it didn’t even happen.”",
		"I will devote my life to finding the real Golden Globes party molester."
	]
}
